Repository: seanpm2001/mt-training-data
Catalog: skr/skr_pontoon.tmx
Source language: en_us
Languages: skr

source: Complete action using
skr: ایں کوں ورتݨ نال عمل پورا کرو

source: Connect another device
skr: ٻئی ڈیوائس نال کنکٹ کرو

source: Connect another device.
skr: ہک ٻئی ڈیوائس نال کنکٹ کرو۔

source: Connect Another Device…
skr: ٻئی ڈیوائس نال کنکٹ کرو۔۔۔

source: Connection is not secure
skr: کنکشن محفوظ کائنی۔

source: Connection is secure
skr: کنکشن محفوظ ہے۔

source: Content crashed
skr: مواد تباہ تھی ڳیا

source: Content Encoding Error
skr: مواد اینکوڈ کرݨ وچ خرابی

source: Continue to HTTP Site
skr: ایچ ٹی ٹی پی سائٹ تے جاری رکھو

source: Continue to website
skr: ویب سائٹ تے جاری رکھو

source: Control browser proxy settings
skr: براؤزر دیاں پراکسی ترتیباں کوں کنٹرول کرو

source: Cookies from unvisited sites
skr: ان ݙٹھیاں سائٹاں کنوں کوکیاں

source: Copied to clipboard
skr: کلپ بورڈ تے نقل تھی ڳیا

source: Copy
skr: نقل کرو

source: Copy email address
skr: ای میل پتہ نقل کرو

source: Copy image location
skr: تصویر مقام نقل کرو

source: Copy link
skr: لنک نقل کرو

source: Copy password
skr: پاس ورڈ نقل کرو

source: Copy to clipboard
skr: کلپ بورڈ تے نقل کرو

source: Copy username
skr: ورتݨ ناں نقل کرو

source: Corrupted Content Error
skr: خراب مواد نقص

source: Could not open file
skr: فائل کائنی کھول سڳا

source: Country or region
skr: ملک یا علاقہ

source: Crashes
skr: کریش

source: Crash Reports
skr: کریش رپورٹاں

source: Created %s
skr: %s بݨ ڳیا

source: Credit cards
skr: کریڈٹ کارڈز

source: Cross-site and social media trackers
skr: کراس سائٹ تے سوشل میڈیا ٹریکرز

source: Cross-site cookies
skr: کراس سائٹ کوکیاں

source: Cross-Site Tracking Cookies
skr: کراس سائٹ ٹریکنگ کوکیاں

source: Cryptominers
skr: کریپٹومینرز

source: Custom
skr: مخصوص

source: Custom Add-on collection
skr: من پسند ایڈ ــ آن مجموعہ

source: Custom Firefox Account server
skr: منپسند فائرفوکس کھاتہ سرور

source: Customize
skr: تخصیص کرو

source: Customize homepage
skr: مکھ پنے کوں من پسند بݨاؤ

source: Customize reader view
skr: من پسند قاری نظارہ بݨاو

source: Custom search engine details
skr: من پسند ڳولݨ انجݨ تفصیلاں

source: Custom Sync server
skr: من پسند ہم وقت سرور

source: %d addresses
skr: %d پتے

source: Dark
skr: شوخ

source: Dark color scheme
skr: شوخ رنگ سکیم

source: Dark theme
skr: شوخ تھیم

source: Data choices
skr: ڈیٹا چوائس

source: Data collection
skr: ڈیٹا مجموعہ

source: Data is encrypted
skr: ڈیٹا مخفی ہے۔

source: Debug menu: %1$d click(s) left to enable
skr: ٹھیک کاری مینیو: فعال کرݨ کیتے کھٻے %1$d کلک(اں)

source: Debug menu enabled
skr: ڈیبگ مینیو فعال تھی ڳیا

source: Dec
skr: دسمبر

source: Deceptive site issue
skr: فریبی سائٹ مسئلہ

source: Default search engine
skr: طےشدہ ڳولݨ انجݨ

source: Delete
skr: مٹاؤ

source: Delete %1$s?
skr: %1$s مٹاؤں؟

source: Delete address
skr: پتہ مٹاؤ

source: Delete all exceptions
skr: سارے استثناء مٹاؤ

source: Delete all sites in “%s”
skr: “%s” وچ ساریاں سائٹاں مٹاؤ

source: Delete browsing data
skr: براؤزنگ ڈیٹا مٹاؤ

source: Delete browsing data on quit
skr: بند کرݨ تے براؤزنگ ڈیٹا مٹاؤ

source: Delete card
skr: کارڈ مٹاؤ

source: Delete collection
skr: مجموعہ مٹاؤ

source: Deleted %1$s
skr: %1$s مٹ ڳیا

source: Deleted %s
skr: مٹ ڳیا %s

source: Delete from history
skr: تاریخ وچوں مٹاؤ

source: Delete history
skr: تاریخ مٹاؤ

source: Deleting browsing data…
skr: براؤزنگ ڈیٹا مٹدا پئے۔۔۔

source: Deleting selected folders
skr: چُݨے ہوئے فولڈر مٹیندا پئے

source: Deleting this tab will delete the entire collection. You can create new collections at any time.
skr: ایں ٹیب کوں مٹاوݨ نال سارا مجموعہ مٹ ویسی۔ تساں کہیں وی ویلے نواں مجموعہ تخلیق کر سڳدے ہو۔

source: Deny
skr: انکار کرو

source: DENY
skr: رد کرو

source: Deselect all
skr: سارے اݨ چݨے کرو

source: Desktop Bookmarks
skr: ڈیسک ٹاپ نشانیاں

source: Desktop site
skr: ڈیسک ٹاپ سائٹ

source: Details
skr: تفصیلاں

source: Device name
skr: ڈیوائس ناں

source: Device name cannot be empty.
skr: ڈیوائس ناں خالی کائنی تھی سڳدا۔

source: Disabled
skr: غیرفعال تھیا

source: Disable private browsing
skr: نجی براؤزنگ غیرفعال کرو

source: Disconnect
skr: کنکشن توڑو

source: Discover more
skr: ٻیاں لبھو

source: Dismiss
skr: فارغ کرو

source: Dismiss find in page
skr: ورقے وچ لبھݨ کوں فارغ کرو

source: Display notifications to you
skr: تہاݙے کیتے اطلاع نامیاں دی نمائش تھیوے

source: Don’t allow
skr: اجازت نہ ݙیوو

source: Don’t save
skr: محفوظ نہ کرو

source: Don’t update
skr: اپ ڈیٹ نہ کرو

source: Download (%1$s)
skr: ڈاؤن لوڈ(%1$s)

source: Download completed
skr: ڈاؤن لوڈ مکمل تھی ڳیا

source: Download failed
skr: ڈاؤن لوڈ ناکام تھیا

source: Download files and read and modify the browser’s download history
skr: فائلاں ڈاؤن لوڈ کرو تے براؤزر دی ڈاؤن لوڈ تاریخ پڑھو تے تجدید کرو

source: Downloading and verifying add-on…
skr: ایڈ ــ آن کوں ڈاؤن لوڈ تے تصدیق کریندا پئے۔۔۔

source: Download link
skr: لنک ڈاؤن لوڈ کرو

source: Download paused
skr: ڈاؤن لوڈ رک ڳیا

source: Downloads
skr: ڈاؤن لوڈاں

source: Downloads Removed
skr: ڈاؤن لوڈ ہٹا ݙتے ڳئے

source: Do you want to leave this site? Data you have entered may not be saved
skr: بھلا تساں ایہ سائٹ چھوڑݨ چاہندے ہو؟ تھی سڳدے تہاݙا درج تھیا ڈیٹا محفوظ نہ تھیوے

source: DRM-controlled content
skr: DRM دے زیرانتظام مواد

source: %d site
skr: %d سائٹ

source: %d sites
skr: %d سائٹاں

source: %d tab
skr: %d ٹیب

source: %d tabs
skr: %d ٹیب

source: %d tab selected
skr: %d ٹیب چُݨیج ڳئی

source: %d tabs selected
skr: %d ٹیباں چُݨیج ڳیاں

source: Duplicate tab
skr: واڳی ٹیب

source: EDIT
skr: تندیلی کرو

source: Edit address
skr: پتے وچ تبدیلی کرو

source: Edit bookmark
skr: نشانی وچ تبدیلی کرو

source: Edit card
skr: کارڈ وچ تبدیلی کرو

source: Edit folder
skr: فولڈر وچ تبدیلی کرو

source: Edit search engine
skr: ڳولݨ انجݨ وچ تبدیلی کرو

source: Email address copied to clipboard
skr: ای میل پتہ کلپ بورڈ تے نقل تھی ڳیا

source: Email with…
skr: این٘دے نال ای میل کرو۔۔۔

source: Enabled
skr: فعال تھیا

source: Enable in all tabs
skr: سارے ٹیباں وچ فعال کرو

source: Enable only in private tabs
skr: صرف نجی ٹیب وچ وچ فعال کرو

source: Enable private browsing
skr: نجی براؤزنگ فعال کرو

source: Enable telemetry to send data.
skr: ڈیٹا پٹھݨ کیتے ٹیلی میٹری فعال کرو۔

source: Enable to allow pinch and zoom, even on websites that prevent this gesture.
skr: پِنچ یا زوم کرݨ دی اجازت ݙیوݨ کیتے فعال کرو، انہاں ویب سائٹاں کیتے وی جہڑیاں ایں علامتی اشاریاں کنوں روکیندیاں ہن۔

source: Enhanced Tracking Protection
skr: بہتر ٹریکنگ حفاظت

source: Enhanced Tracking Protection is off for these websites
skr: بہترین ٹریکنگ حفاظت انہاں سائٹاں کیتے بند ہے

source: Enter a search string
skr: ڳولݨ تن٘د درج کرو

source: Entering full screen mode
skr: پوری سکرین موڈ وچ داخل تھیندا پئے

source: Enter search engine name
skr: ڳولݨ انجݨ دا ناں درج کرو

source: Enter search terms
skr: ڳولݨ ٹرماں درج کرو

source: Error
skr: نقص

source: Error connecting to “%s”
skr: ”%s“ نال رابطہ کرݨ وچ خرابی

source: Everything
skr: ہر شئے

source: Exceptions
skr: استثنیات

source: Exceptions let you disable tracking protection for selected sites.
skr: استثنیات تہاکوں چُݨی ہوئیاں سائٹاں دے ٹریکنگ تحفظ کوں غیرفعال کرݨ ݙیندن۔

source: Exchange messages with apps other than this one
skr: ایں ایپ دے علاوہ کہیں ٻئی ایپ نال سنیہاں دا تبادلہ کرو

source: Exit multiselect mode
skr: ملٹی سلیکٹ موڈ وچوں نکلو

source: Expand group of synced tabs
skr: ٹیباں کوں ہم وقت کرݨ کیتے گروپ کھنڈاؤ

source: Expand inactive tabs
skr: غیرفعال ٹیباں ودھاؤ

source: Expand suggested addresses
skr: تجویز تھئے پتیاں کوں ودھاؤ

source: Expand suggested credit cards
skr: تجویز تھئے کریڈٹ کارڈاں کوں ودھاؤ

source: Expand suggested logins
skr: تجویز تھئے لاگ اناں کوں ودھاؤ

source: Expiration Date
skr: مُکݨ تریخ

source: Expiration Date Month
skr: مُکݨ تریخ مہینہ

source: Expiration Date Year
skr: مُکݨ تریخ سال

source: Extend developer tools to access your data in open tabs
skr: کھلے ٹیب وچ آپݨے ڈیٹا تائیں رسائی کیتے ڈویلپر دے اوزار ودھاؤ

source: External download manager
skr: ٻاہرلا ڈاؤن لوڈ منیجر

source: Failed to disable %1$s
skr: %1$s غیرفعال کرݨ وچ ناکام تھیا

source: Failed to enable %1$s
skr: %1$s فعال کرݨ وچ ناکام تھیا

source: Failed to install %1$s
skr: %1$s انسٹال تھیوݨ وچ ناکام تھیا

source: Failed to query Add-ons!
skr: ایڈ ــ آن دریافت کرݨ وچ ناکام!

source: Failed to remove %1$s
skr: %1$s ہٹاوݨ وچ ناکام تھیا

source: Failed to uninstall %1$s
skr: %1$s اݨ انسٹال تھیوݨ وچ ناکام تھیا

source: Feb
skr: فرورى

source: File Not Found
skr: فائل کائنی لبھی

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
skr: فائلاں کوں ڈاؤن لوڈ کرݨ کیتے فائلاں تے میڈیا دی اجازت تائیں رسائی دی لوڑ ہے۔ اینڈرائیڈ ترتیباں تے ون٘ڄو، اجازتاں تے انگل پھیرو تے اجازت ݙیوو تے انگل پھیرو۔

source: Fill and save usernames and passwords in websites while using %1$s.
skr: %1$s ورتݨ دے دوران ویب سائٹاں وچ ورتݨ ناں تے پاس ورڈ بھرو تے محفوظ کرو۔

source: Fill link from clipboard
skr: کلپ بورڈ کنوں لنک پُر کرو

source: Fill usernames and passwords in other apps on your device.
skr: آپݨی ڈیوائس تے موجود ٻیاں ایپاں وچ ورتݨ ناں تے پاس ورڈ بھرو۔

source: Find in page
skr: ورقے وچ لبھو

source: Find next result
skr: اڳلا نتیجہ لبھو

source: Find previous result
skr: پچھلا نتیجہ لبھو

source: Fingerprinters
skr: فنگر پرنٹرز

source: Firefox Account
skr: فائرفوکس کھاتہ

source: Firefox Account/Sync server modified. Quitting the application to apply changes…
skr: فائرفوکس کھاتہ/ہم وقت سرور دی تجدید تھی ڳئی ہے۔ تبدیلیان لاگو کرݨ کیتے ایپ چھوڑیندے پئے ہو۔۔۔

source: Firefox add-on technology is modernizing. These add-ons use frameworks that are not compatible with Firefox 75 & beyond.
skr: فائرفوکس دی ایڈ ــ آن ٹیکنالوجی جدید بݨدی پئی ہے۔ ایہ ایڈ ــ آن اینجھے فریم ورک ورتیندن جہڑے فائرفوکس ٧٥ تے اوں کنوں اڳوں دے ورشن دے موافق کائنی۔

source: Firefox can close tabs you haven’t viewed over the past month.
skr: جہڑے ٹیب تساں پہلے مہینے دے دوران کائنی ݙٹھے، انہاں کوں فائرفوکس بند کر سڳدے۔

source: Firefox is updated - and improved!
skr: فائرفوکس اپ ڈیٹ تھی ڳئےــ تے چنگا تھی ڳئے!

source: Firefox logo - change the wallpaper, button
skr: فائر فوکس لوگو ــ وال پیپر وٹاؤ، بٹݨ

source: Firefox Nightly gets updated every night and has experimental new features. However, it may be less stable. Download our beta browser for a more stable experience.
skr: فائرفوکس نائٹلی ہر رات اپ ڈیٹ تھیندی ہے تے نویاں تجرباتی خصوصیات رکھدی ہے۔ ول وی ایہ گھٹ مستحکم تھی سڳدی ہے۔ مزید مستحکم تجربے کیتے ساݙا بیٹا براؤزر ڈاؤن لوڈ کرو۔

source: Firefox Nightly has moved
skr: فائرفوکس نائٹلی ٹُر ڳئی ہے

source: Firefox Preview is now Firefox Nightly
skr: فائرفوکس پریوو ہݨ فائرفوکس نائٹلی ہے

source: Firefox Suggest
skr: فائرفوکس تجویز

source: Firefox will be ready in a moment…
skr: فائرفوکس لحظے ہک وچ تیار ہوسی۔۔۔

source: First Name
skr: پہلا ناں

source: FOLDER
skr: فولڈر

source: Follow device language
skr: ڈیوائس دی زبان تے عمل کرو

source: Follow device theme
skr: ڈیوائس تھیم تے عمل کرو

source: Font Size
skr: فونٹ سائز

source: Font size decrease
skr: فونٹ سائز گھٹاؤ

source: Font size increase
skr: فونٹ سائز ودھاؤ

source: Font size will match your Android settings. Disable to manage font size here.
skr: فونٹ سائز تہاݙیاں انڈرائیڈ ترتیباں دے مشابہ ہوسی۔ اِتھاں فونٹ سائز وٹاوݨ کیتے غیرفعال کرو۔

source: Forward
skr: اڳوں تے

source: Frees up storage space
skr: ذخیرہ سپیس خالی کر ݙیندے

source: From other devices
skr: ٻیاں ڈیوائساں کنوں

source: Front-facing camera
skr: سامھِݨے آلا کیمرہ

source: Full Name
skr: پورا ناں

source: Full screen site controls
skr: فل سکرین سائٹ کنٹرول

source: Gathering crash telemetry data
skr: کریش ٹیلی میٹری ڈیٹا کٹھا کرݨ

source: General
skr: عمومی

source: Gestures
skr: اشارے

source: Get data from the clipboard
skr: کلپ بورڈ کنوں ڈیٹا گھنو

source: Get Firefox for Android Beta
skr: انڈرائیڈ بیٹا کیتے فائرفوکس گھنو

source: Get the new Nightly
skr: نویں نائٹلی گھنو

source: Go Back
skr: واپس ون٘ڄو

source: Go Back (Recommended)
skr: واپس ون٘ڄو(سفارش کیتی ویندی ہے)

source: Got it
skr: سمنجھ گھدے

source: Go to settings
skr: ترتیباں تے ون٘ڄو

source: Go to Settings
skr: ترتیباں تے ون٘ڄو

source: Grid
skr: گرڈ

source: Group deleted
skr: گروپ مٹ ڳیا

source: Group related sites together
skr: ہکو سن٘ویاں سائٹاں کٹھیاں گروپ کرو

source: Harmful site issue
skr: نقصان دہ سائٹ مسئلہ

source: Hide and show browser tabs
skr: براؤزر ٹیباں لکاؤ تے ݙکھاؤ

source: Hide password
skr: پاس ورڈ لکاؤ

source: Highlighted
skr: نمایاں کیتا ڳیا

source: History
skr: تاریخ

source: History Deleted
skr: تاریخ مٹ ڳئی

source: Homepage
skr: مکھ پناں

source: Homepage after four hours of inactivity
skr: چار گھنٹیاں دی غیرفعالت دے بعد مکھ پناں

source: Home screen
skr: ہوم سکرین

source: Hostname required
skr: ہوسٹ ناں ضروری ہے

source: However, it’s also possible that an attacker is involved. If you continue to the website, you should not enter any sensitive info. If you continue, HTTPS-Only mode will be turned off temporarily for the site.
skr: تاہم، ایہ وی ممکن ہے جو کوئی حملہ آور ملوث ہووے۔ جے تساں ویب سائٹ کوں جاری رکھدے ہو، تاں تہاکوں کوئی حساس معلومات درج کائنی کرݨی چاہیدی ہے۔ جے تساں جاری رکھدے ہو، تاں سائٹ کیتے HTTPS-صرف موڈ کوں عارضی طور تے بند کر ݙتا ویسی۔

source: HTTPS-Only Mode
skr: ایچ ٹی ٹی پی ایس ــ صرف موڈ

source: If allowed, private tabs will also be visible when multiple apps are open
skr: جے اجازت ݙتی ون٘ڄے تاں، جہڑے ویلے ہک کنوں ودھ ایپاں کھلسن تاں نجی ٹیباں وی نظر آسن۔

source: If you close all Private tabs now, %1$s download will be canceled. Are you sure you want to leave Private Browsing?
skr: جے تساں ہݨ ساریاں نجی ٹیباں بند کریندے ہو، %1$s ڈوان لوڈ منسوخ کر ݙتی ویسی۔ بھل ا تہاکوں پک ہے جو تساں نجی براؤزنگ چھوڑݨ چاہندے ہو؟

source: Inactive tabs
skr: غیر فعال ٹیبز

source: In all tabs
skr: ساریاں ٹیباں وچ

source: Include information like numbers, email and shipping addresses
skr: معلومات شامل کرو، مثلاً تعداد، ای میل تے شپنگ پتے

source: Input data to the clipboard
skr: کلپ بورڈ وچ ڈیٹا پاؤ

source: Install
skr: انسٹال کرو

source: Install Add-on
skr: ایڈ ــ آن انسٹال کرو

source: Installed
skr: انسٹال تھیا

source: Invalid Address
skr: غلط پتہ

source: Invalid URL
skr: غلط یوآرایل

source: It requires your permission to:
skr: ایں وچ تہاݙی اجازت ضروری ہے:

source: It’s now easier to pick back up where you left off.
skr: جتھ تساں چھوڑیا ہے، ہݨ اُتھوں بیک اپ چاوݨ سوکھڑا ہے۔

source: Jan
skr: جنورى

source: Jul
skr: جولائى

source: Jump back in
skr: واپس ون٘ڄو

source: Jump to your open tabs, bookmarks, and browsing history.
skr: ٹیب، نشانیاں تے براؤزنگ تاریخ کھولݨ کیتے ٹپ مارو۔

source: Jun
skr: جون

source: Keep your data to yourself. %s protects you from many of the most common trackers that follow what you do online.
skr: آپݨاں ڈیٹا آپݨے کول رکھو۔ %s تہاکوں ٻہوں سارے ݙاڈھے عام ٹریکراں کنوں بچیندے، جہڑے تہاݙے آن لائن کم کوں فالو کریندن۔

source: Know your rights
skr: آپݨے حقوق ڄاݨو

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site.
skr: <label> <b>%1$s</b> دی ہک حفاظتی پالیسی ہے جیکوں ایچ ٹی ٹی پی سخت ٹرانسپورٹ حفاظت(HSTS) آہدے ہن، جیندے مطلب ایہ ہے جو <b>%2$s</b> صرف ایندے نال حفاظت نال کنکٹ کر سڳدے۔ تساں ایں سائٹ تے ون٘ڄݨ کیتے کوئی استثناء شامل نہوے کر سڳدے۔

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site. </label>
skr: <label> <b>%1$s</b> دی ہک حفاظتی پالیسی ہے جیکوں ایچ ٹی ٹی پی سخت ٹرانسپورٹ حفاظت(HSTS) آہدے ہن، جیندے مطلب ایہ ہے جو <b>%2$s</b> صرف ایندے نال حفاظت نال کنکٹ کر سڳدے۔ تساں ایں سائٹ تے ون٘ڄݨ کیتے کوئی استثناء شامل نہوے کر سڳدے۔</label>

source: Label for entering a text input field
skr: عبارت ان پُٹ خانے وچ درج کرݨ کیتے لیبل

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
skr: <label>تھی سڳدا ہے جو کوئی سائٹ دی نقل بݨیندا پیا ہے تے تساں جاری نہ رکھو۔</label> <br><br> <label>ویب سائٹساں سرٹیفکیٹ دے ذریعہ آپݨی سُن٘ڄاݨ ثابت کریندیاں ہن۔ %1$s، ایں <b>%2$s</b> تے بھروسہ کائنی کریندا کیوں جو سرٹیفکیٹ جاری کرݨ آلا نامعلوم ہے، سرٹیفکیٹ تے خود آپ دستخط کیتے ہوئے ہن یا سرور صحیح درمیانی سرٹیفیکیٹ کائنی پٹھیندا پیا۔</label>

source: Last 30 days
skr: چھیکڑی ٣٠ ݙین٘ہ

source: Last 7 days
skr: چھیکڑی ٧ ݙین٘ہ

source: Last attempt:
skr: چھیکڑی کوشش:

source: Last hour
skr: چھیکڑی گھنٹہ

source: Last Name
skr: چھیکڑی ناں

source: Last synced: never
skr: چھیکڑی ہم وقت تھیا: کݙاہیں وی کائناں

source: Last synced: %s
skr: چھیکڑی ہم وقت تھیا: %s

source: Last tab
skr: چھیکڑی ٹیب

source: Last updated
skr: چھیکڑی واری اپ ڈیٹ تھیا

source: Last used
skr: چھیکڑی ورتاوا

source: Later
skr: بعد وچ

source: Learn About Sending Tabs…
skr: ٹیباں پٹھݨ بارے سکھو۔۔۔

source: Learn more
skr: ٻیا سِکھو

source: Learn more about permissions
skr: اجازتاں بارے ٻیا سکھو

source: Learn more about Sync.
skr: ہم وقت کرݨ بارے ٻیا سِکھو۔

source: Leave
skr: چھوڑو

source: Libraries that we use
skr: لائبریریاں جہڑیاں اساں ورتیندوں

source: Library
skr: لائبریری

source: Licensing information
skr: لائسنس ڄاݨکاری

source: Light
skr: پھکا

source: Light color scheme
skr: پھکا رنگ سکیم

source: Light theme
skr: پھِکا تھیم

source: Limits the ability of social networks to track your browsing activity around the web.
skr: ویب تے تہاݙیاں براؤزنگ سرگرمیاں کوں ٹریک کرݨ آلے سماجی نیٹ ورک دی صلاحیت کوں محدود کریندے۔

source: Link copied to clipboard
skr: لنک کلپ بورڈ تے نقل تھی ڳیا

source: List
skr: تندیر

source: Loading
skr: لوڈ تھیندا پئے

source: Location
skr: مقام

source: Login options
skr: لاگ ان آپشناں

source: Logins
skr: لاگ ان آں

source: Logins and passwords
skr: لاگ ان تے پاس ورڈ

source: Logins and passwords that are not saved will be shown here.
skr: جہڑے لاگ ان تے پاس ورڈ محفوظ کائنی کیتے ڳئے او اِتھ ݙکھائے ویسن۔

source: Logins and passwords will not be saved for these sites.
skr: انہاں سائٹاں کیتے لاگ تے پاس ورڈ محفوظ کائناں تھیسن۔

source: Make %1$s your default browser
skr: %1$s کوں آپݨاں پہلوں مقرر براؤز بݨاؤ

source: Make text on websites larger or smaller
skr: ویب سائٹ تے موجود عبارت کوں وݙا یا چھوٹا کرو

source: Malware site issue
skr: مالویئر سائٹ مسئلہ

source: Manage addresses
skr: پتے منیج کرو

source: Manage credit cards
skr: کریڈیٹ کارڈ منیج کرو

source: Manage logins
skr: لاگ ان منیج کرو

source: Manage saved cards
skr: محفوظ تھئے کارڈ منیج کرو

source: Mar
skr: مارچ

source: Marketing
skr: مارکیٹنگ

source: Marketing data
skr: مارکیٹنگ ڈیٹا

source: May
skr: مئی

source: Media
skr: میڈیا

source: Menu
skr: مینیو

source: Microphone
skr: مائیکروفون

source: Microphone 1
skr: مائیکروفون ١

source: Microphone is on
skr: مائیکروفون چالو ہے

source: Middle Name
skr: وچلا ناں

source: Migration completed
skr: منتقلی مکمل تھی ڳئی

source: Monitor extension usage and manage themes
skr: ایکسٹنشن ورتاوے دی نگرانی کرو تے تھیم منیج کرو

source: More options
skr: ٻیاں آپشناں

source: Most likely, the website simply does not support HTTPS.
skr: غالباً، ویب سائٹ سادگی نال ایچ ٹی ٹی پی ایس کوں سہارا کائنی ݙیندی۔

source: Move old tabs to inactive
skr: پراݨے ٹیب غیرفعال وچ ٹورو

source: Must have a title
skr: ہک عنوان ضروری ہے

source: NAME
skr: ناں

source: Name (A-Z)
skr: ناں(A-Z)

source: Name collection
skr: مجموعہ ناں

source: Name on Card
skr: کارڈ تے ناں

source: Navigate back
skr: واپس ون٘ڄو

source: Navigate up
skr: اُتے ون٘ڄو

source: Never
skr: کݙاہیں نہ

source: Never save
skr: کݙاہیں وی محفوظ نہ کرو

source: New add-on available
skr: نویں ایڈ ــ آن دستیاب ہے

source: New add-ons available
skr: نویں ایڈ ــ آن دستیاب ہے

source: New private tab
skr: نویں نجی ٹیب

source: New private tab opened
skr: نواں نجی ٹیب کھُل ڳیا

source: New tab
skr: نواں ٹیب

source: New tab opened
skr: نواں ٹیب کھل ڳیا

source: No account? <u>Create one</u> to sync Firefox between devices.
skr: کھاتہ کائنی؟ ڈیوائساں دے درمیان فائرفوکس ہم وقت کرݨ کیتے<u>ہک کھاتہ بݨاؤ</u>۔

source: No add-ons here
skr: اِتھاں کوئی ایڈ ــ آن کائنی

source: No app found to open %1$s files
skr: %1$s فائلاں کھولݨ کیتے کوئی ایپ کائنی لبھی

source: No bookmarks here
skr: اتھاں کوئی نشانیاں کائنی

source: No camera available on device
skr: ڈیوائس تے کوئی کیمرہ دستیاب کائنی

source: No crash reports have been submitted.
skr: کوئی کریش رپوٹاں جمع کائنی کرائیاں۔

source: No Devices Connected
skr: کوئی ڈیوائس کنکٹ کائنی تھئی ہوئی

source: No downloaded files
skr: ڈاؤن لوڈ تھیاں فائلاں کوئی کائنی

source: No experiments here
skr: اتھاں کوئی تجربے کائنی

source: No history here
skr: اتھ کوئی تاریخ کائنی

source: No internet connection
skr: کوئی انٹرنیٹ کنکشن کائنی

source: No open tabs
skr: کوئی کھلے ٹیب کائنی

source: No recently closed tabs here
skr: اتھ حالیہ بند تھیاں ٹیباں کوئی کائنی

source: No site exceptions
skr: کوئی سائٹ استثنات کائنی

source: No thanks
skr: کو، شکریہ

source: Notification
skr: اطلاع نامہ

source: Notifications
skr: اطلاع نامے

source: Notifications for tabs received from other Firefox devices.
skr: ٻیاں فائرفوکس ڈیوائساں کنوں موصول تھئے ٹیباں کیتے اطلاع نامے۔

source: Not now
skr: ہݨ کائناں

source: Not yet available
skr: اڄݨ تائیں دستاب کائنی

source: Not yet supported
skr: اڄݨ تائیں سہارا تھیا کائنی

source: No update available
skr: اڄݨ تائیں کوئی اپ ڈیٹ دستاب کائنی

source: (No username)
skr: (ورتݨ ناں کوئی کائنی)

source: Nov
skr: نومبر

source: Oct
skr: اکتوبر

source: Offline
skr: آف لائن

source: Offline Mode
skr: آف لائن موڈ

source: OK
skr: ٹھیک ہے

source: Okay, Got it
skr: ٹھیک ہے، سمجھ آ ڳیا

source: OK, Got It
skr: ٹھیک ہے، سمنجھ گھدے

source: Older
skr: پُراݨے

source: Only in Private tabs
skr: صرف نجی ٹیب وچ

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
skr: آپݨے کمپیوٹر تے فائرفوکس کھولو تے <b>https://firefox.com/pair</b> تے ون٘ڄو

source: Open
skr: کھولو

source: Open a new %1$s tab
skr: نویں %1$s ٹیب کھولو

source: Open files downloaded to your device
skr: آپݨے ڈیوائس تے ڈاؤن لوڈ تھیاں فائلاں کھولو

source: Open image in new tab
skr: نویں ٹیب وچ تصویر کھولو

source: Open in…
skr: ۔۔۔ وچ کھولو

source: Open in %1$s
skr: %1$s وچ کھولو

source: Open in app
skr: ایپ وچ کھولو

source: Open in app? Your activity may no longer be private.
skr: ایپ وچ کھولوں؟ تہاݙی سرگرمی ہݨ نجی کائناں ہوسی۔

source: Opening screen
skr: سکرین کھولیندا پئے

source: Open in new tab
skr: نویں ٹیب وچ کھولو

source: Open in private tab
skr: نجی ٹیب وچ کھولو

source: Open it in the menu
skr: ایں کوں مینیو وچ کھولو

source: Open link in external app
skr: لنک ٻاہرلی ایپ وچ کھولو

source: Open link in new tab
skr: نویں ٹیب وچ لنک کھولو

source: Open link in private tab
skr: نجی ٹیب وچ لنک کھولو

source: Open links in apps
skr: لنک ایپاں وچ کھولو

source: Open links in a private tab
skr: نجی ٹیب وچ لنکاں کھولو

source: Open site in browser
skr: براؤز وچ سائٹ کھولو

source: Open tabs
skr: ٹیباں کھولو

source: Open tabs menu
skr: ٹیبز مینیو کھولو

source: Other Bookmarks
skr: ٻیاں نشانیاں

source: Other tabs
skr: ٻئے ٹیباں

source: Our sponsors & your privacy
skr: ساݙے سپانسر تے تہاݙی رازداری

source: <p>Additional information about this problem or error is currently unavailable.</p>
skr: <p>ایں مسئلے بارے وادھوں معلومات فی الحال دستیاب کائنی۔</p>

source: Part of the Firefox family. %s
skr: فائرفوکس ٹٻر دا حصہ۔ %s

source: Password
skr: پاس ورڈ

source: Password copied to clipboard
skr: پاس ورڈ کلپ بورڈ تے نقل تھی ڳیا

source: Password field must not be empty
skr: پاس ورڈ خانہ خالی کائنی ہووݨاں چاہیدا

source: Password for %1$s
skr: %1$s کیتے پاس ورڈ

source: Password required
skr: پاس ورڈ ضروری ہے

source: Passwords
skr: پاس ورڈز

source: Paste
skr: چمباڑو

source: Paste & Go
skr: چمباڑو تے ون٘ڄو

source: Pause
skr: ذرا روکو
